tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "cowsay"
brew "git"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghostscript"
brew "gifsicle"
brew "htop"
brew "lolcat"
brew "nasm"
brew "neovim"
brew "node"
brew "pandoc"
brew "peco"
brew "python"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "screenfetch"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "yank"
brew "zsh"
cask "betterzipql"
cask "dropbox"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "omnidisksweeper"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "skype"
cask "spotify"
cask "stellarium"
cask "visual-studio-code"
cask "vlc"
