tap "anomalyco/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "telepresenceio/telepresence"
brew "openssl@3"
brew "awscli"
brew "gettext"
brew "bash"
brew "bear"
brew "black", restart_service: :changed
brew "btop"
brew "cloudflared"
brew "cmake"
brew "curl"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-time"
brew "go"
brew "helm"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lazysql"
brew "libpq", link: true
brew "llvm"
brew "mkcert"
brew "neovim"
brew "ninja"
brew "node"
brew "node@22"
brew "parallel"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "posting"
brew "pspg"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "watson"
brew "websocat"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "beekeeper-studio"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hoppscotch"
cask "imageoptim"
cask "love"
cask "omnidisksweeper"
cask "raycast"
cask "tunnelblick"
cask "zen"
