tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "awscli"
brew "black", restart_service: true
brew "cmake"
brew "fd"
brew "flake8"
brew "fzf"
brew "git"
brew "libtool"
brew "pkg-config"
brew "htop"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "prettier"
brew "pyright"
brew "python@3.8"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "terraform"
brew "terraform-ls"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fsouza/prettierd/prettierd"
cask "alacritty"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "omnidisksweeper"
cask "pgadmin4"
cask "upwork"
